app/views/dashboard/index.html.erb

      Status: <%= @ms.status %>
      <% if @ms.status == 'trimis' && @ms.user.department.chief.include?(current_user) %>
---
SELECT "users".* FROM "users" WHERE "users"."id" = 1 ORDER BY "users"."id" ASC LIMIT 1